Repository: developerfromjokela/opencarwings-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fi

# %@ sent to %@!
source: %1$@ sent to %2$@!
es: %1$@ enviado a %2$@!
fi: %1$@ lähetetty ajoneuvoon %2$@!

source: %d timer(s) active
es: %d temporizador(es) activo
fi: %d ajastin(ta) käytössä

source: 2FA code
es: Código 2FA
fi: Kaksivaiheinen koodi

source: A/C off
es: Aire acondicionado apagado
fi: Ilmastointi pois

source: A/C on
es: Aire acondicionado encendido
fi: Ilmastointi päälle

source: AC charging cable is plugged in
es: El cable de carga de CA está enchufado.
fi: AC-latauskaapeli on kytketty

source: AC charging cable is unplugged
es: El cable de carga de CA está desconectado.
fi: AC-latauskaapeli on kytkemättä

source: App Version
es: Versión de la aplicación
fi: Sovelluksen versio

source: Are you sure?
es: ¿Estás seguro?
fi: Oletko varma?

source: Battery pack capacity: %@ kWh
es: Capacidad de baterías: %@ kWh
fi: Akun kapasiteetti: %@ kWh

# Cabin preconditioning
source: Preconditioning
es: Preacondicionamiento
fi: Esil-ilmastointi

source: Cabin Temp: %@
es: Temperatura de la cabina: %@
fi: Sisätilat: %@

source: Cancel
es: Cancelar
fi: Peruuta

source: Cannot connect to server. Please try again later.
es: No se puede conectar al servidor. Por favor, intenta de nuevo más tarde.
fi: Ei voitu yhdistää palvelimeen. Yritä myöhemmin uudelleen.

source: Capacity bars
es: Barras de capacidad
fi: Kapasiteettipalkit

source: Capacity bars: %lld/12
es: Barras de capacidad: %lld/12
fi: Kapasiteettipalkit: %lld/12

source: Car
es: El coche
fi: Auto

source: Car Location
es: Ubicación del coche
fi: Auton sijainti

source: Car running
es: Coche en marcha
fi: Auto päällä

source: Cars under your account
es: Coches en tu cuenta
fi: Autoja liitettynä tilillä

source: Charge bars
es: Barras de carga
fi: Varauspalkit

source: Charge Bars
es: Barras de carga
fi: Latauspalkit

source: Charge start
es: Inicio de carga
fi: Aloita lataus

source: Charge time (6.6kW)
es: Tiempo de carga (6.6kW)
fi: Latausaika (6.6kW)

source: Charge time (120V/L1/US)
es: Tiempo de carga (120V/L1/US)
fi: Latausaika (120V/L1/US)

source: Charge time (240V/L2/EU)
es: Tiempo de carga (240V/L2/EU)
fi: Latausaika (240V/L2/EU)

source: Charging
es: Cargando la batería
fi: Ladataan

source: Charging cable
es: Cable de carga
fi: Latauskaapeli

source: Charging finished
es: Carga finalizada
fi: Lataus valmistunut

source: Charging to 80%
es: Cargando al 80%
fi: Lataus 80% asti

source: Charging to 100%
es: Cargando al 100%
fi: Lataus 100% asti

source: Charging, ~%@ left
es: Cargando, falta %@
fi: Ladataan, jäljellä n. %@

source: Choose a 4-digit PIN used to confirm remote commands
es: Elige un PIN de 4 dígitos que se utilizará para confirmar los comandos remotos
fi: Valitse 4-numeroinen PIN-koodi, jota käytetään etäkomentojen vahvistamiseen

source: Choose which car to show in the widget
es: Elige qué coche quieres mostrar en el widget
fi: Valitse mikä auto näytetään widgetissä

source: Command
es: Comando
fi: Komento

source: Command PIN
es: Código PIN de comando
fi: PIN-koodi

source: Confirm PIN
es: Confirmar el PIN
fi: Vahvista PIN-koodi

source: Connected to charger
es: Conectado al cargador
fi: Liitetty laturiin

source: Connection type
es: Tipo de conexión
fi: Yhteyden tyyppi

source: Continue
es: Continuar
fi: Jatka

source: Could not load
es: No se pudo cargar
fi: Ei voitu ladata

source: Could not load location information. Please try again later.
es: No se pudo cargar la información de ubicación. Inténtalo de nuevo más tarde.
fi: Sijainnin tietoja ei voitu ladata. Yritäthän uudelleen myöhemmin.

source: Counter
es: Contador
fi: Mittari

source: Date
es: Fecha
fi: Päivämäärä

source: Delete
es: Borrar
fi: Poista

source: Delete this timer?
es: ¿Borrar este temporizador?
fi: Poistetaanko tämä ajastin?

source: Drive
es: Conducir
fi: D (Ajoasento)

source: Driving
es: Conduciendo
fi: Ajossa

source: DTC Codes
es: Códigos DTC
fi: Vikakoodit

source: EMPTY
es: VACÍO
fi: TYHJÄ

source: Enter 2FA code
es: Introduce el código 2FA
fi: Syötä kaksivaiheisen todennuksen koodi

source: Enter custom server URL
es: Ingresa la URL del servidor personalizado
fi: Syötä oman palvelimen URL-osoite

source: Enter the 6-digit code from your authenticator app
es: Introduce el código de 6 dígitos de tu aplicación de autenticación
fi: Syötä 2FA-todentamissovelluksestasi saatu 6-numeroinen koodi

source: Enter your 4-digit security PIN for sensitive commands
es: Introduce tu PIN de seguridad de 4 dígitos para comandos sensibles
fi: Syötä nelinumeroinen turvakoodi (PIN) arkaluontoisten komentojen suorittamista varten

source: Estimated range (A/C off)
es: Autonomía estimada (A/C apagado)
fi: Arvioitu ajokantama (ilmastointi pois)

source: Estimated range (A/C on)
es: Autonomía estimada (A/C encendido)
fi: Arvioitu ajokantama (ilmastointi päällä)

source: EV Battery
es: Batería EV
fi: EV-akku

source: EV Info
es: Información del EV
fi: EV-tiedot

source: Forgot password?
es: ¿Olvidaste la contraseña?
fi: Unohtuiko salasana?

source: FULL
es: LLENO
fi: TÄYNNÄ

source: Gear
es: Marcha de transmisión
fi: Vaihde

source: Home
es: Inicio
fi: Koti

source: Home, Unknown address
es: Inicio, Dirección desconocida
fi: Koti, Tuntematon osoite

source: Horn & Lights
es: Bocina y luces
fi: Äänimerkki ja valot

source: Incorrect PIN, please try again
es: PIN incorrecto, inténtalo de nuevo
fi: Virheellinen PIN, yritä uudelleen

source: Invalid username or password
es: Nombre de usuario o contraseña inválidos
fi: Virheellinen käyttäjänimi ja/tai salasana

source: Is charging
es: Está cargando
fi: Lataus käynnissä

source: Is Quick-charging
es: Está en carga rápida
fi: Pikalataus käynnissä

# Last run: %@, result: %@
source: Last run: %1$@, result: %2$@
es: Última vez: %1$@, resultado: %2$@
fi: Viimeksi suoritettu: %1$@, tulos: %2$@

source: Last updated
es: Última actualización
fi: Viimeksi päivitetty

source: Last Updated %@
es: Última actualización %@
fi: Viimeksi päivitetty %@

source: Location
es: Ubicación
fi: Sijainti

source: Location from phone
es: Ubicación desde el teléfono
fi: Sijainti puhelimesta

source: Lock Car
es: Cierre el coche
fi: Lukitse auto

source: Maintenance Alert: %@
es: Intervalo de mantenimiento: %@
fi: Huoltoväli-ilmoitus: %@

source: Mileage: %@
es: Kilometraje: %@
fi: Mittarilukema: %@

source: No fault codes reported
es: No se han reportado códigos de falla.
fi: Ei vikakoodeja

source: No timers added
es: No hay temporizadores
fi: Ei ajastimia lisätty

# Nothing to share
source: No locations to share
es: No hay ubicaciones para compartir
fi: Ei jaettavia sijainteja

source: Notifications
es: Notificaciones
fi: Ilmoitukset

source: On (%@)
es: Encendido (%@)
fi: Päällä (%@)

source: One-time
es: No hay temporizadores activos
fi: Vain kerran

source: Param21
es: Parámetro 21
fi: Parametri 21

source: Park
es: Estacionado
fi: Pysäköity

source: Parked
es: Estacionado
fi: Pysäköity

source: Password
es: Contraseña
fi: Salasana

source: Please enter a valid URL
es: Por favor, ingresa una URL válida
fi: Syötä oikea URL-osoite

source: Please set a name for timer
es: Por favor, establezca un nombre para el temporizador
fi: Ole hyvä ja aseta ajastimelle nimi

source: Please set at least one day of the week
es: Por favor, establezca al menos un día de la semana
fi: Ole hyvä ja valitse vähintään yksi päivä viikossa

source: Please sign in before using this function
es: Inicie sesión antes de utilizar esta función.
fi: Kirjaudu sisään sovellukseen ennen tämän toiminnon käyttöä

source: PPP Number
es: Número PPP
fi: PPP-soittonumero

source: PPP Password
es: Contraseña PPP
fi: PPP salasana

source: PPP Username
es: Nombre de usuario PPP
fi: PPP käyttäjänimi

source: Proxy Hostname
es: Nombre del host del proxy
fi: Välityspalvelimen osoite

source: Quick-charging
es: Carga rápida
fi: Pikaladataan

source: Range (A/C Off)
es: Campo de prácticas (aire acondicionado apagado)
fi: Ajokantama (ilman ilmastointia)

source: Range (A/C On)
es: Campo de prácticas (aire acondicionado encendido)
fi: Ajokantama (ilmastoinnilla)

source: Range Display
es: Pantalla de campo de prácticas
fi: Ajokantama

source: Read configuration
es: Leer configuración
fi: Lataa asetukset

source: Refresh data
es: Actualizar datos
fi: Päivitä tiedot

source: Refreshing...
es: Actualizando...
fi: Päivitetään…

source: Remaining charge
es: Carga restante
fi: Jäljellä oleva varaus

source: Remaining GIDs
es: GIDs restantes
fi: Jäljellä olevat GIDit

source: Repetition
es: Repetición
fi: Toistuvuus

source: Retry
es: Reintentar
fi: Yritä uudelleen

source: Reverse
es: Marcha atrás
fi: Peruutus

source: Save PIN for %@
es: Guardar PIN para %@
fi: Tallenna pin %@ varten

source: Search for a place
es: Buscar un lugar
fi: Hae paikkoja ja sijainteja

source: Select Car
es: Seleccione un coche
fi: Valitse auto

source: Sending location to car...
es: Enviando ubicación al auto...
fi: Lähetetään sijaintia autoon...

source: Sending...
es: Envío
fi: Lähetetään

source: Server
es: Servidor
fi: Palvelin

source: Server Hostname
es: Nombre del host del servidor
fi: Palvelimen osoite

source: Server is unavailable. Please try again later.
es: El servidor no está disponible. Por favor, intenta de nuevo más tarde.
fi: Palvelin ei ole saavutettavissa. Yritä myöhemmin uudelleen.

source: Set command PIN
es: Establecer PIN de comando
fi: Aseta PIN-koodi

source: Settings
es: Configuraciones
fi: Asetukset

source: Share
es: Compartir
fi: Jaa

source: Share location to car
es: Compartir ubicación con el coche
fi: Jaa sijainti autoon

source: Share location to car?
es: ¿Compartir ubicación con el auto?
fi: Haluatko jakaa sijainnin autoon?

source: Shows selected car's battery information.
es: Muestra la información de la batería del automóvil seleccionado.
fi: Tämä widgetti näyttää auton ajoakun tietoja

source: Sign out
es: Cerrar sesión
fi: Kirjaudu ulos

source: Start A/C
es: Iniciar preacondicionamiento
fi: Kytke päälle ilmastointi

source: Start charging
es: Iniciar carga
fi: Aloita välitön lataus

source: State Of Charge
es: Estado de carga
fi: Varaustaso prosentteina

source: State of Charge (display)
es: Estado de carga (pantalla)
fi: Akun varausprosentti (mittaristo)

source: State of Charge (nominal)
es: Estado de carga (nominal)
fi: Akun varausprosentti (akunhallintajärj.)

source: State of Health
es: Estado de salud
fi: Akun kapasiteetti (SOH)

source: Stop A/C
es: Detener preacondicionamiento
fi: Kytke pois ilmastointi

source: Submit
es: Enviar
fi: Lähetä

source: TCU Settings
es: Configuraciones TCU
fi: TCU-asetukset

source: TCU Software: %@
es: Versión del software TCU: %@
fi: TCU-ohjelmisto: %@

source: Temperature
es: Temperatura
fi: Lämpötila

source: Timer enabled
es: Temporizador activa
fi: Ajastin käytössä

source: Timer name
es: Nombre del temporizador
fi: Ajastimen nimi

source: Tire Pressure
es: Presión de neumáticos
fi: Rengaspaine

source: Unknown
es: Desconocido
fi: Tuntematon

source: Unlock Car
es: Desbloquear el coche
fi: Avaa auton lukitus

source: Use %@
es: Usar %@
fi: Käytä %@

source: Username
es: Nombre de usuario
fi: Käyttäjänimi

source: Vehicle Health
es: Salud del vehículo
fi: Auton kunto

source: Yes
es: Si
fi: Kyllä

source: You don't have any cars added to your account. Please add a car first via web browser portal.
es: No tienes ningún coche añadido a tu cuenta. Por favor, añade un coche primero a través del portal del navegador web.
fi: Sinulla ei ole lisättynä autoja tähän tiliin. Lisää ensin vähintään yksi auto selaimen kautta.

source: ECU %04X
fi: Ohjausyksikkö %04X

source: No
fi: Ei

source: PIN
fi: PIN-koodi

source: Repeating
fi: Toistuva

source: Save
fi: Tallenna

source: Select time
fi: Valitse aika

source: Timers
fi: Ajastimet
